人生杂谈/就是不高兴.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-09-20 Fri 22:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>杂记</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="qxg" />
<link rel="shortcut icon" type="image/x-icon" href="/static/img/favicon.ico">
<link rel="stylesheet" type="text/css" href="/static/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/static/css/readtheorg.css"/><link rel="stylesheet" type="text/css" href="/static/css/orgstyle.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/index.html"> UP </a>
 |
 <a accesskey="H" href="/index.html"> HOME </a>
</div><div id="content">
<h1 class="title">杂记</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org0fa9ba2">一</a></li>
<li><a href="#org2b71d1e">二</a></li>
<li><a href="#orge7c32ab">三</a></li>
<li><a href="#orgefa5021">四</a></li>
<li><a href="#org5041c61">五</a></li>
<li><a href="#orgd0ad526">六</a></li>
<li><a href="#orgf082037">七</a></li>
<li><a href="#orgf82e401">八</a></li>
<li><a href="#org0fe5e00">九</a></li>
<li><a href="#org3fc9994">十</a></li>
<li><a href="#org6833ec5">十一</a></li>
<li><a href="#org24376c2">十二</a></li>
<li><a href="#org3f4a54a">十三</a></li>
<li><a href="#org1b35459">十四</a></li>
<li><a href="#orgfa92998">十五</a></li>
</ul>
</div>
</div>
<div id="outline-container-org0fa9ba2" class="outline-2">
<h2 id="org0fa9ba2">一</h2>
<div class="outline-text-2" id="text-org0fa9ba2">
<p>
工作不开心。
不想多说什么了。
</p>
</div>
</div>
<div id="outline-container-org2b71d1e" class="outline-2">
<h2 id="org2b71d1e">二</h2>
<div class="outline-text-2" id="text-org2b71d1e">
<p>
我发现了自己有很严重的问题。
跟好多人刚开始都玩的挺好的，但是后来都渐行渐远，互不搭理。
我经常说，这不是我的问题，但是这些人越来越遥远的时候，我觉得自己有问题。
可是我不想改，因为我很掘，我觉得我脾气已经很好了，我也不知道往什么地方去改。
</p>
</div>
</div>
<div id="outline-container-orge7c32ab" class="outline-2">
<h2 id="orge7c32ab">三</h2>
<div class="outline-text-2" id="text-orge7c32ab">
<p>
谈了对象，她说，你喜欢我哪一点。
我说喜欢你好看,balabala。
她说，我想听到的答案是，你不是因为我其他的方面喜欢我，而是喜欢我本人，当我没有了其他的那些方面，你还是会喜欢我，如果没有了其他那些东西，你可能就不会喜欢我了。
我理解不了，喜欢就是感觉，没那么多讲究。
但是，后来，我发现，大家喜欢找我聊天，是因为我相对他们来说，比较厉害，如果我不厉害，什么也不会，毕业回家里混日子，他们就不会喜欢找我聊天，就不会跟我做朋友了。
我仿佛也限入了这个死胡同里。
</p>
</div>
</div>
<div id="outline-container-orgefa5021" class="outline-2">
<h2 id="orgefa5021">四</h2>
<div class="outline-text-2" id="text-orgefa5021">
<p>
跟发小吵了几次架。
狗日的老磨叽到大晚上，不让老子睡觉，这事吵了好几次了。
不改。
那就去tm吧。
</p>
</div>
</div>
<div id="outline-container-org5041c61" class="outline-2">
<h2 id="org5041c61">五</h2>
<div class="outline-text-2" id="text-org5041c61">
<p>
看了过得刚好，里面有句话说，过了一段时间再回头看看自己写的文字，就会发现那些事情都显得没有那么重要了。比如我现在，觉得上边的吐槽，确实没有那么重要。
</p>
</div>
</div>
<div id="outline-container-orgd0ad526" class="outline-2">
<h2 id="orgd0ad526">六</h2>
<div class="outline-text-2" id="text-orgd0ad526">
<p>
脑子有点问题，办事又很二的人，可以给于其帮助，但是不能成为朋友，而且要处处防备，不允许其与你的亲人有任何交集。
</p>
</div>
</div>
<div id="outline-container-orgf082037" class="outline-2">
<h2 id="orgf082037">七</h2>
<div class="outline-text-2" id="text-orgf082037">
<p>
你有什么让我喜欢的地方？抱歉，我没有。
</p>
</div>
</div>
<div id="outline-container-orgf82e401" class="outline-2">
<h2 id="orgf82e401">八</h2>
<div class="outline-text-2" id="text-orgf82e401">
<p>
如果心烦，可以用其他事情填充自己，你有很多可以去做的事，比如
</p>
<ul class="org-ul">
<li>学吉他，弹那种很好听的音乐简直是治愈。</li>
<li>看书，好多书还没看完，如自私的基因，过得刚好。</li>
<li>刷题，题到用时方恨少。</li>
<li>约同一个城市的朋友出来吃饭，聊聊最近的状况，大家互相帮助，相遇不宜且行且珍惜。</li>
<li>打塞尔达，这个switch的游戏，够你打很长时间了吧，后边再买个传说之下。</li>
<li>和不同城市的朋友聊聊天，免得生疏。</li>
<li>学学做做饭啊。</li>
</ul>
</div>
</div>

<div id="outline-container-org0fe5e00" class="outline-2">
<h2 id="org0fe5e00">九</h2>
<div class="outline-text-2" id="text-org0fe5e00">
<p>
减肥这个事情断断续续持续了好久，总是以失败告终，思考了下原因。经常会经历以下斗争：
</p>
<ol class="org-ol">
<li>决定减肥-&gt; 太饿 -&gt; 工作不开心，闹心，烦 -&gt; 食物安慰。</li>
</ol>
<p>
但是其实减肥也可以简单。
</p>
<ol class="org-ol">
<li>工作要开心，不开心就走人。</li>
<li>坚持，什么事情都会积小成多,比如你经常说，最后一次吃这个饭了，结果过了一段时间不高兴了，又要去吃。坚持一件事真的挺不容易。</li>
<li>解决阻碍。如:油腻食品少吃。</li>
</ol>
</div>
</div>
<div id="outline-container-org3fc9994" class="outline-2">
<h2 id="org3fc9994">十</h2>
<div class="outline-text-2" id="text-org3fc9994">
<p>
有时候想通过视频来记录自己的生活，但奈何没有那种拍视频的技术。但我有笔记啊，所以即便是笔记记录了很多不好的话，也不要删，未来还是可以回味，回头看看当年的自己。
</p>
</div>
</div>
<div id="outline-container-org6833ec5" class="outline-2">
<h2 id="org6833ec5">十一</h2>
<div class="outline-text-2" id="text-org6833ec5">
<p>
不做缺德事，针对不认识的人，做个脸皮厚，不讲理的，不容易说话的人。
</p>
</div>
</div>
<div id="outline-container-org24376c2" class="outline-2">
<h2 id="org24376c2">十二</h2>
<div class="outline-text-2" id="text-org24376c2">
<p>
多年后，可能会对下一代的人说，"时间很短，要珍惜时间",那这个珍惜时间的真正含义是什么呢，怎么做才算是珍惜时间呢。后来想通了，其实大人跟后人说珍惜时间，就是让你好好学习,获得相应的成就,重点是有所成就。
</p>
</div>
</div>
<div id="outline-container-org3f4a54a" class="outline-2">
<h2 id="org3f4a54a">十三</h2>
<div class="outline-text-2" id="text-org3f4a54a">
<p>
有时候觉得人间其实就是天堂，而真实的人间，比现在的人间更痛苦。
</p>
</div>
</div>
<div id="outline-container-org1b35459" class="outline-2">
<h2 id="org1b35459">十四</h2>
<div class="outline-text-2" id="text-org1b35459">
<p>
降低期望，你会变得更加快乐，更加通透。就拿北京租房这个事来说，一年换了5次房，哪次是没有问题的？不是这有缺点就是那有缺点，而你又没钱买房，没钱整租，你只能忍。那如果你降低期望了呢，一开始就知道北京租房就没有让你很安心的，你是不就好受点呢，你可能从一开始就不会换房子。
</p>
</div>
</div>
<div id="outline-container-orgfa92998" class="outline-2">
<h2 id="orgfa92998">十五</h2>
<div class="outline-text-2" id="text-orgfa92998">
<p>
有些事情真的是特别明显，但是你老喜欢去纠结，去细想这个事情，导致你优柔寡断的，老胡思乱想。比如别人不喜欢和你这样的直男聊天，但你却不甘心，还想用xxx打动人家啥的，就尬聊，那你不就是傻逼吗。根本就不要想，不喜欢就是不喜欢，你做什么都不行。明显的事情别纠结，断了就断了。纠结个鸡毛。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: qxg</p>
<p class="date">Created: 2019-09-20 Fri 22:48</p>
<p class="validation"></p>
</div>
</body>
</html>
